Repository: moson-mo/cryptor
Catalog: po/*.po
Languages: de

source: Please enter a new password:
de: Bitte gebe ein neue Passwort ein:

source: Please enter the password:
de: Bitte gebe das Passwort ein:

source: Please enter the password again:
de: Bitte gebe das Passwort nochmals ein:

source: Config file
de: Konfigurationsdatei

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Open
de: Öffnen

source: Error loading vaults.
de: Fehler beim laden der Tresore

source: Hide
de: Ausblenden

source: Show
de: Anzeigen

source: Quit
de: Beenden

source: Vault might be mounted already.
de: Tresor ist schon ge-mounted

source: Shall I retry unmounting it first?
de: Soll ich versuchen ihn vorher zu un-mounten?

source: Error re-mounting vault:
de: Fehler beim erneuten mounten des Tresors

source: Error mounting vault:
de: Fehler beim mounten des Tresors

source: Error unmounting vault:
de: Fehler beim unmounten des Tresors

source: Open directory
de: Verzeichnis öffnen

source: Edit
de: Editieren

source: Show Master key
de: Zeige Hauptschlüssel

source: Master key:
de: Hauptschlüssel:

source: Remove
de: Entfernen

source: Read-Only
de: Nur Lesen

source: Read-Write
de: Lesen & Schreiben

source: Unable to save configuration file:
de: Konfigurationsdatei konnte nicht gespeichert werden:

source: Seems you've made changes to the configuration.
de: Scheinbar hast du Änderungen an der Konfiguration gemacht.

source: Do you want to save them?
de: Möchtest du sie speichern?

source: New vault
de: Neuer Tresor

source: Edit vault
de: Tresor editieren

source: Browse
de: Durchsuchen

source: Directory is not empty. Please choose an empty directory.
de: Verzeichnis ist nicht leer. Bitte wähle ein leeres Verzeichnis.

source: gocryptfs.conf file does not seem to exist.
de: Datei gocryptfs.conf scheint nicht zu existieren.

source: Do you want to create a new vault?
de: Willst du einen neuen Tresor erstellen?

source: Directory is not empty.
de: Verzeichnis ist nicht leer.

source: Choose an empty directory to initialize a new vault.
de: Wähle ein leeres Verzeichnis um einen neuen Tresor zu erstellen.

source: New vault has been created.
de: Neuer Tresor wurde erstellt.

source: Error creating new vault:
de: Fehler beim erstellen des neuen Tresors:

source: .gocryptfs.reverse.conf file does not seem to exist.
de: Datei .gocryptfs.reverse.conf scheint nicht zu existieren.

source: Do you want to create a new reverse-vault?
de: Willst du einen neuen Reverse-Tresor erstellen?

source: New reverse vault has been created.
de: Neuer Reverse-Tresor wurde erstellt.

source: Error creating new reverse-vault:
de: Fehler beim erstellen des neuen Reverse-Tresor

source: Vault location and mount point need to be specified.
de: Ort des Tresor's und Mountpunkt müssen ausgewählt werden.

source: Entered passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: Settings
de: Einstellungen

source: Unmount vaults on quit
de: Tresore unmounten beim beenden

source: Autosave configuration file on quit
de: Konfigurationsdatei automatisch speichern beim beenden

source: Show tray icon
de: Tray icon anzeigen

source: Send to tray on close
de: Beim schliessen nicht beenden (send to tray)

source: Start minimized to tray
de: Minimiert starten

source: _File
de: Datei

source: Add vault
de: Tresor hinzufügen

source: _View
de: Ansicht

source: _Help
de: Hilfe

source: Vault
de: Tresor

source: Mount point
de: Mountpunkt

source: Mode
de: Modus

source: Mounted
de: Gemounted

source: About
de: Über

source: Website
de: Webseite

source: Browse...
de: Durchsuchen...

source: Vault location
de: Ort des Tresor's

source: Custom mount options
de: Benutzerdefinierte Optionen
